tests/org.eclipse.datatools.enablement.oda.ws.test/test/org/eclipse/datatools/enablement/oda/ws/golden/WSDLAdvisorTest.testTemplate1.txt

<?xml version="1.0"?>
<SOAP-ENV:Envelope
xmlns:xsd="http://www.w3.org/2001/XMLSchema"
xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Body>
		<m:subtract xmlns:m="http://DefaultNamespace">
			<i1 xsi:type="xsd:int">&?i1?&</i1>
			<i2 xsi:type="xsd:int">&?i2?&</i2>
		</m:subtract>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>